Repository: WimObiwan/FxWaterAlarm
Catalog: Site/Resources/Views/Shared/Components/Diagram/Default.*.resx
Languages: nl

# This diagram visualizes...
source: <![CDATA[ <b>Explanation of the Water Well Diagram</b> <br/> The diagram shows the water level in the well, measured by a sensor. ]]>
nl: <![CDATA[ <b>Uitleg bij het diagram van de waterput</b> <br/> Het diagram toont het waterniveau in de waterput, gemeten door een sensor. ]]>

# The grey line...
source: <![CDATA[ The vertical grey dashed line represents the sensorâ€™s "line of sight." ]]>
nl: <![CDATA[ De verticale grijze stippellijn geeft het 'zicht' van de sensor weer. ]]>

# When empty... (level)
source: <![CDATA[ When the well is completely empty, the sensor measures a distance of <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span> to the water surface. ]]>
nl: <![CDATA[ Als de put leeg is, meet de sensor een afstand van <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span> tot het wateroppervlak. ]]>

# When empty... (pressure)
source: <![CDATA[ When the well is completely empty, the sensor hangs at a distance of <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span> above the bottom. ]]>
nl: <![CDATA[ Als de put leeg is, hangt de sensor op een afstand van <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span> boven de bodem. ]]>

# When full...
source: <![CDATA[ When the well is full (100%), the sensor measures <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>. ]]>
nl: <![CDATA[ Als de put volledig vol is (100%), meet de sensor <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>. ]]>

# Currently... (distance)
source: <![CDATA[ Currently, the sensor measures a distance of <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>, which means the water is <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1} mm</span> high. ]]>
nl: <![CDATA[ Op dit moment meet de sensor een afstand van <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>, wat betekent dat het water <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1} mm</span> hoog staat. ]]>

# Currently... (pressure)
source: <![CDATA[ Currently, the sensor measures a height of <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>, which means the water is <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1} mm</span> high. ]]>
nl: <![CDATA[ Op dit moment meet de sensor een hoogte van <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-dimmed, gray);">{0} mm</span>, wat betekent dat het water <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1} mm</span> hoog staat. ]]>

# Capacity...
source: <![CDATA[ The total capacity of the well is <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-stroke, black);">{0} l</span>. <br/> At the current level, the well is <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1}%</span> full, which equals <span class="diagram-svg" style="font-weight: bold; color: blue;">{2} l</span> of water. ]]>
nl: <![CDATA[ De totale capaciteit van de put bedraagt <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-stroke, black);">{0} l</span>. <br/> Bij de huidige stand is de put voor <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{1}%</span> gevuld, goed voor <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{2} l</span> water. ]]>

# Unusable...
source: <![CDATA[ The bottom <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-magenta, purple);">{0} mm</span> of the well is unusable, which corresponds to <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-magenta, purple);">{1} l</span>. <br/> Therefore, the usable capacity of the well is <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-stroke, black);">{2} l</span>. <br/> Of this usable volume, the well is currently <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{3}%</span> full, or <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{4} l</span> of usable water. ]]>
nl: <![CDATA[ De onderste <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-magenta, purple);">{0} mm</span> van de put is niet bruikbaar. Dat komt overeen met <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-magenta, purple);">{1} l</span>. <br/> Daarom is de bruikbare capaciteit van de put <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-stroke, black);">{2} l</span>. <br/> Van die bruikbare inhoud is de put momenteel voor <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{3}%</span> gevuld, ofwel <span class="diagram-svg" style="font-weight: bold; color: var(--diagram-blue, blue);">{4} l</span> bruikbaar water. ]]>

source: The diagram cannot be displayed because the required data is missing.
nl: Het diagram kan niet worden weergegeven omdat vereiste gegevens ontbreken.
