Repository: WimObiwan/FxWaterAlarm
Catalog: Site/Resources/Views/Shared/Components/SensorSettings/Default.*.resx
Languages: nl

source: Please log in before updating your settings. WaterAlarm.be will send you an e-mail with a link to verify your identity. When you click the link, you will get back to this page.
nl: Log alstublieft in vooraleer je instellingen te wijzigen. WaterAlarm.be zal je een e-mail sturen met een link om je identiteit te bevestigen. Wanneer je op de link klikt, zul je terugkeren naar deze pagina.

source: Submit changes
nl: Wijzigingen bewaren

# Distance to water when empty (0%)
source: Distance sensor to water when empty (0%)
nl: Afstand sensor tot water wanneer leeg (0%)

# Distance to water when full (100%)
source: Distance sensor to water when full (100%)
nl: Afstand sensor tot water wanneer vol (100%)

source: Unusable height at bottom
nl: Onbruikbare waterhoogte onderaan

source: Capacity
nl: Capaciteit

source: Alerts enabled
nl: Meldingen actief

source: No min/max constraints
nl: Geen min/max afkapping

source: Send login link
nl: Login link sturen

source: Your changes could not be saved.
nl: Je wijzigingen konden niet bewaard worden.

source: Your changes could not be saved because you the data is not valid. Please verify your data and retry.
nl: Je wijzigingen konden niet bewaard worden omdat de gegevens niet kloppen. Gelieve de gegevens na te kijken, en opnieuw te proberen.

source: Your changes could not be saved because you are not authorized. Please log in again and retry.
nl: Je wijzigingen konden niet bewaard worden omdat je niet aangemeld bent, of geen toegang hebt tot dit account. Gelieve opnieuw in te loggen, en opnieuw te proberen.

source: Your changes are saved.
nl: Je wijzigingen werden bewaard.

source: You are logged in as {0}.
nl: Je bent ingelogd als {0}.

source: This login is not authorized to update this account.
nl: Deze login is niet toegelaten om wijzigingen aan te brengen aan deze account.

source: Sensor name
nl: Sensor naam

source: Sensor order
nl: Sensor volgorde

source: Sensor alarms
nl: Sensor alarmen

source: No data received
nl: Geen data ontvangen

source: hours
nl: uren

source: Battery below
nl: Batterij onder

source: Detect on
nl: Gedetecteerd

source: Percentage below
nl: Percentage onder

source: Percentage above
nl: Percentage boven

source: Height below
nl: Hoogte onder

source: Height above
nl: Hoogte boven

source: No alarms configured
nl: Geen alarmen geconfigureerd

source: Test email alert
nl: Test e-mailmelding

source: Battery low
nl: Batterij laag

source: Percentage low
nl: Percentage laag

source: Percentage high
nl: Percentage hoog

source: Height low
nl: Hoogte laag

source: Height high
nl: Hoogte hoog

source: Select alarm type
nl: Selecteer alarmtype

source: Threshold
nl: Drempelwaarde

source: Add new alarm
nl: Nieuw alarm toevoegen

source: Add
nl: Toevoegen

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Save changes
nl: Wijzigingen opslaan

source: Cancel
nl: Annuleren

source: Active
nl: Actief

source: Unknown alarm type
nl: Onbekend alarmtype

source: Please select an alarm type
nl: Selecteer een alarmtype

source: Please enter a threshold value
nl: Geef een drempelwaarde in

source: Failed to add alarm
nl: Toevoegen van alarm mislukt

source: Unknown error
nl: Onbekende fout

source: Failed to update alarm
nl: Bijwerken van alarm mislukt

source: Are you sure you want to delete this alarm?
nl: Weet je zeker dat je dit alarm wilt verwijderen?

source: Failed to delete alarm
nl: Verwijderen van alarm mislukt

source: Manhole area
nl: Mangat oppervlakte
